docs: update to cd section
